{"_type":"practice","_id":"wordpress-practice-import-3626","title":"Antitrust","date":"2022-05-12T23:17:45","slug":{"current":"antitrust"},"body":[{"_key":"8572a553db74","children":[{"_type":"span","marks":["strong"],"text":"Antitrust Prosecution and Defense","_key":"8572a553db740"},{"_type":"span","marks":[],"text":"\nThe attorneys at EPGR Lawyers have experience pursuing and defending high-stakes civil violations of federal and state antitrust laws, as well as actions brought by the civil and criminal antitrust enforcement agencies.","_key":"8572a553db741"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"91571332f6b7","children":[{"_type":"span","marks":["strong"],"text":"Antitrust Compliance and Counseling","_key":"91571332f6b70"},{"_type":"span","marks":[],"text":"\nOur firm has the expertise to advise clients on compliance and risk avoidance in a variety of contexts to minimize the potential for antitrust violations and liability, including advice relating to mergers, agreements and collaboration among competitors, licensing and enforcement of intellectual property rights, business and distribution arrangements, pricing practices, and other conduct.","_key":"91571332f6b71"}],"markDefs":[],"_type":"block","style":"normal"}]}
{"_type":"practice","_id":"wordpress-practice-import-3479","title":"Commercial Transactions","date":"2022-03-16T00:51:33","slug":{"current":"commercial-transactions"},"body":[{"_key":"cbecf4a43917","children":[{"_type":"span","marks":[],"text":"Coming Soon","_key":"cbecf4a439170"}],"markDefs":[],"_type":"block","style":"normal"}]}
{"_type":"practice","_id":"wordpress-practice-import-3478","title":"Outside General Counsel","date":"2022-03-16T00:50:43","slug":{"current":"outside-general-counsel"},"body":[{"_key":"645530ad7bca","children":[{"_type":"span","marks":[],"text":"Coming Soon","_key":"645530ad7bca0"}],"markDefs":[],"_type":"block","style":"normal"}]}
{"_type":"practice","_id":"wordpress-practice-import-120","title":"Appellate Law","date":"2019-06-27T17:06:23","slug":{"current":"appellate-law"},"body":[{"_key":"e9a5d2d8f71c","children":[{"_type":"span","marks":[],"text":"When a case concludes at the trial court level, oftentimes one or more parties may decide to appeal. The appellate court’s review generally is limited to the record that is made at the trial court level. Appellate courts do not take testimony from live witnesses or consider new evidence. Instead, the appellate courts consider the written record from the lower court.","_key":"e9a5d2d8f71c0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"11b7b59c7b8d","children":[{"_type":"span","marks":[],"text":"Depending on the specific appeal, the appellate record can be a few written briefs and a hearing transcript, or many binders of transcripts, pleadings, motions, and evidence admitted at trial. Sometimes, appellate courts defer to the trial court’s decisions, such as factual determinations or evidentiary rulings, while other times it reviews decisions independently, such as pure legal questions.","_key":"11b7b59c7b8d0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"5558affc14c8","children":[{"_type":"span","marks":[],"text":"Here at EPGR Lawyers, we understand the appellate process and know how to advocate effectively on appeal. Moreover, our firm understands the critical connection between effective advocacy at the trial court level and success on appeal. Our appellate lawyers have experience and success representing clients in the California Court of Appeal, the Federal Ninth Circuit Court of Appeals, the California Supreme Court, the Nevada Supreme Court, as well as other state appellate courts and the Federal Circuit.","_key":"5558affc14c80"}],"markDefs":[],"_type":"block","style":"normal"}]}
{"_type":"practice","_id":"wordpress-practice-import-45","title":"Business and Commercial Disputes","date":"2019-06-21T17:44:55","slug":{"current":"business-commercial-disputes"},"body":[{"_key":"3458b37dd0b8","children":[{"_type":"span","marks":[],"text":"EPGR Lawyers specialize in complex business and commercial disputes, from intra-corporate fiduciary matters and “business divorces” to mergers or acquisitions gone wrong. Our firm has successfully tried numerous high-stakes litigation matters across the nation on behalf of both plaintiffs and defendants. We have represented clients across a diverse range of industries, including financial services, private equity, real estate, entertainment and media, healthcare, telecommunications, food and beverage, and tech startups. Collectively, we have recovered tens of millions of dollars for our clients on the plaintiff side, and as defense counsel, we have helped our clients avoid billions of dollars in exposure. We pride ourselves in finding creative, cost-effective solutions tailored to each of our clients’ unique needs.","_key":"3458b37dd0b80"}],"markDefs":[],"_type":"block","style":"normal"}]}
{"_type":"practice","_id":"wordpress-practice-import-4421","title":"Class Actions","date":"2023-11-30T21:18:53","slug":{"current":"class-actions"},"body":[{"_key":"72c79a24064e","children":[{"_type":"span","marks":[],"text":"EPGR attorneys have many collective decades of experience in defending clients in class actions in a wide array of practice areas, including employment, consumer protection, securities, antitrust, and ERISA. EPGR’s deeply rooted experience helps us craft efficient and effective defense strategies to minimize the economic impact on our clients and ensure swift and successful resolutions of these difficult matters.","_key":"72c79a24064e0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"912c702738db","children":[{"_type":"span","marks":[],"text":"As the number of class actions has spiked over the past several years, and with the ever-changing laws that corporate clients and employers must adhere to, it is critical for clients to have experienced counsel\nto help navigate these dynamic issues. From inception, EPGR will rapidly assess the merits of class claims and aggressively attack any weaknesses. While many class actions ultimately settle prior to trial, it is critical that clients subject to class action claims understand both the merits of the claims and potential economic impact so that clients can make the appropriate business decisions to allow them to operate uninterrupted.","_key":"912c702738db0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"f45aa6704b68","children":[{"_type":"span","marks":[],"text":"When it comes to the critical class certification stage, EPGR attorneys have succeeded in both defeating class certification and challenging the adequacy of class representatives, thereby gutting the claims. And if the class claims proceed to trial, EPGR attorneys are at their best, with myriad jury trial victories to their credit.","_key":"f45aa6704b680"}],"markDefs":[],"_type":"block","style":"normal"}]}
{"_type":"practice","_id":"wordpress-practice-import-238","title":"Corporate and Real Estate Finance","date":"2019-07-03T21:21:31","slug":{"current":"corporate-real-estate-finance"},"body":[{"_key":"0f9bcece22cc","children":[{"_type":"span","marks":[],"text":"The attorneys in the Firm’s Commercial and Real Estate Finance practice group have decades of extensive experience representing community, regional, and national banks and other financial institutions in all aspects of commercial, real estate, and construction finance and lending, including the following:","_key":"0f9bcece22cc0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"6bf3617fb280","children":[{"_type":"span","marks":[],"text":"Commercial real estate lending for portfolio lenders, conduit lenders, and “hard” money lenders.","_key":"6bf3617fb2800"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"5aed6c9651f5","children":[{"_type":"span","marks":[],"text":"Construction, bridge, and rehabilitation loans.","_key":"5aed6c9651f50"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"740005b29f7b","children":[{"_type":"span","marks":[],"text":"Asset-based lending, cash flow lending, and other business loans.","_key":"740005b29f7b0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"1e12bd65d4cb","children":[{"_type":"span","marks":[],"text":"Mezzanine loans and second lien financing.","_key":"1e12bd65d4cb0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"d64fe0205b50","children":[{"_type":"span","marks":[],"text":"Loan servicing and administration, including mechanic’s lien and stop payment notice claims and title insurance issues.","_key":"d64fe0205b500"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"0befc68da8d9","children":[{"_type":"span","marks":[],"text":"Loan purchases and sales, including transactions for individual loans, bulk residential loan purchase, and sale transactions, and sales of distressed loans.","_key":"0befc68da8d90"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"29d225fdb885","children":[{"_type":"span","marks":[],"text":"Loan modifications, workouts and restructures.","_key":"29d225fdb8850"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"883911b7351d","children":[{"_type":"span","marks":[],"text":"Lender liability prevention, defense, and litigation.","_key":"883911b7351d0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"c96aa31ecc59","children":[{"_type":"span","marks":[],"text":"Loan participations, syndications, and inter-creditor agreements.","_key":"c96aa31ecc590"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"ee6c97d25467","children":[{"_type":"span","marks":[],"text":"The lawyers in the Commercial and Real Estate Finance group have broad experience handling finance transactions for all property types, including retail centers, office buildings, industrial properties, multifamily and mixed-use projects, condominium developments, single-family subdivisions, and special-use properties (including hotels, health care facilities, ground lease financing, and self-storage facilities).","_key":"ee6c97d254670"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"0775c51f40fa","children":[{"_type":"span","marks":[],"text":"The Firm’s lending attorneys have extensive experience in structuring, documenting, and negotiating all types of complex financing transactions, combining sophisticated commercial finance and lending experience with a focus on cost-effectiveness, efficiency, and responsiveness.","_key":"0775c51f40fa0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"e215ee84416d","children":[{"_type":"span","marks":[],"text":"While vigorously protecting our client’s interests, we are also mindful of the need to adopt constructive, practical, and solution-oriented approaches in order to achieve our client’s objectives and complete transactions within our client’s expected time frames.","_key":"e215ee84416d0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"00d97854192b","children":[{"_type":"span","marks":["strong"],"text":"Representative Transactions","_key":"00d97854192b0"},{"_type":"span","marks":[],"text":"\n","_key":"00d97854192b1"},{"_type":"span","marks":["em"],"text":"The following are representative transactions which have been handled by the attorneys in the Firm’s Commercial and Real Estate Finance group:","_key":"00d97854192b2"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"3a7dfbffabe3","children":[{"_type":"span","marks":[],"text":"Represented lenders (commercial banks, insurance companies, and other financial institutions) in the origination, documentation, or restructuring of more than $3 billion in construction, bridge, and permanent loans for commercial, industrial, and residential projects.","_key":"3a7dfbffabe30"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"4ecb7dc89263","children":[{"_type":"span","marks":[],"text":"Represented a lender in $325 million financing for the development of a $2 billion mixed-use project in downtown Los Angeles, including 500 condominium units, a 185 room hotel, and 200,000 square feet of commercial retail space. The lender raised its capital through syndication to foreign investors in China through the USCIS Immigrant Visa EB-5 Program.","_key":"4ecb7dc892630"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"eefcfcc42d43","children":[{"_type":"span","marks":[],"text":"Represented a commercial bank in a permanent loan secured by 280,000 square foot office building located in San Diego, California.","_key":"eefcfcc42d430"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"33678ff1a8a8","children":[{"_type":"span","marks":[],"text":"Represented a commercial bank in $72 million permanent loans for a retail shopping center anchored by four “big box” national retail tenants.","_key":"33678ff1a8a80"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"80467986041d","children":[{"_type":"span","marks":[],"text":"Represented a commercial bank in a construction loan for the development of high rise luxury condominium project on Wilshire Boulevard in West Los Angeles, California.","_key":"80467986041d0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"7597751c8cd7","children":[{"_type":"span","marks":[],"text":"Represented one of the largest commercial banks headquartered in Southern California in connection with the restructuring of multiple loans aggregating more than $25,000,000 secured by multiple industrial properties in downtown Los Angeles.","_key":"7597751c8cd70"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"0aa23aaaa4c5","children":[{"_type":"span","marks":[],"text":"Represented a lender in the sale of a portfolio of REO properties consisting of three hotel facilities in Sacramento, California.","_key":"0aa23aaaa4c50"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"}]}
{"_type":"practice","_id":"wordpress-practice-import-236","title":"Corporate and Securities Law","date":"2019-07-03T21:19:38","slug":{"current":"corporate-securities-law"},"body":[{"_key":"d31bae763dbf","children":[{"_type":"span","marks":[],"text":"Our firm’s Corporate and Securities Law practice group represents a wide range of businesses, including manufacturers, patent-holding companies, banks, and private equity funds. EPGR Lawyers support and guide new businesses on everything from simple to complex formation and choice of entity issues. Our corporate lawyers provide comprehensive corporate counseling to existing companies in a variety of industries, including corporate maintenance and operations, financing matters, employment matters, and exit strategies for business owners. We handle commercial contracts, licensing agreements, consulting agreements, joint venture and other strategic partnership structures, mergers, stock purchases, and sales, and asset purchases and dispositions.","_key":"d31bae763dbf0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"bbcec87d1d41","children":[{"_type":"span","marks":[],"text":"EPGR Lawyers represent privately held companies in connection with a variety of securities matters, including the preparation of offering and disclosure documents and related securities compliance. Our experience includes representing both established and emerging companies seeking to raise capital through private placements of equity and debt securities. Our firm also has expertise in counseling management of private companies and in corporate governance, executive compensation, stock options, and similar matters.","_key":"bbcec87d1d410"}],"markDefs":[],"_type":"block","style":"normal"}]}
{"_type":"practice","_id":"wordpress-practice-import-237","title":"Creditors’ Rights","date":"2019-07-03T21:20:07","slug":{"current":"creditors-rights"},"body":[{"_key":"4381d44c7f0d","children":[{"_type":"span","marks":[],"text":"Our Creditors’ Rights practice group works closely with the Commercial and Real Estate Finance practice group to resolve distressed loan transactions on behalf of lenders and financial institutions and, when necessary, pursue a wide variety of judicial and non-judicial enforcement remedies on behalf of lending clients. EPGR Lawyers has deep and broad experience in the following areas:","_key":"4381d44c7f0d0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"f6b610354d8f","children":[{"_type":"span","marks":[],"text":"    ","_key":"f6b610354d8f0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"e7d7fe6fd8ad","children":[{"_type":"span","marks":[],"text":"Judicial and non-judicial foreclosures of real and personal property.","_key":"e7d7fe6fd8ad0"}],"markDefs":[],"_type":"block","style":"normal","level":2,"listItem":"bullet"},{"_key":"459b446b1050","children":[{"_type":"span","marks":[],"text":"Securing the appointment of state court receivers and administering state court receiverships.","_key":"459b446b10500"}],"markDefs":[],"_type":"block","style":"normal","level":2,"listItem":"bullet"},{"_key":"82e34f69bb73","children":[{"_type":"span","marks":[],"text":"Enforcement of guaranties of payment and completion guarantees.","_key":"82e34f69bb730"}],"markDefs":[],"_type":"block","style":"normal","level":2,"listItem":"bullet"},{"_key":"df0a9826c6ff","children":[{"_type":"span","marks":[],"text":"The defense of preference and fraudulent transfer avoidance actions.","_key":"df0a9826c6ff0"}],"markDefs":[],"_type":"block","style":"normal","level":2,"listItem":"bullet"},{"_key":"89c1f1394e98","children":[{"_type":"span","marks":[],"text":"The defense of complex federal and state court litigation and appeals relating to loan enforcement, commercial finance law, and lender liability claims.","_key":"89c1f1394e980"}],"markDefs":[],"_type":"block","style":"normal","level":2,"listItem":"bullet"},{"_key":"93e31d8d34b6","children":[{"_type":"span","marks":[],"text":"Counseling with respect to California one-action, security-first rules, and anti-deficiency statutes.","_key":"93e31d8d34b60"}],"markDefs":[],"_type":"block","style":"normal","level":2,"listItem":"bullet"},{"_key":"9edba2eb35ad","children":[{"_type":"span","marks":[],"text":"Advice and guidance with respect to enforcement of personal property liens and collateral, including Articles 8 and 9 of the UCC.","_key":"9edba2eb35ad0"}],"markDefs":[],"_type":"block","style":"normal","level":2,"listItem":"bullet"},{"_key":"ef0bf1c45cd4","children":[{"_type":"span","marks":[],"text":"Major workouts and bankruptcy reorganizations including income-producing properties such as hotels, commercial or industrial centers, office buildings, apartment complexes, technology, and agribusiness.","_key":"ef0bf1c45cd40"}],"markDefs":[],"_type":"block","style":"normal","level":2,"listItem":"bullet"},{"_key":"ddbd7b3bc631","children":[{"_type":"span","marks":[],"text":"The protection of our lending clients’ interests in Federal bankruptcy proceedings, including protecting cash collateral and obtaining relief from stay.","_key":"ddbd7b3bc6310"}],"markDefs":[],"_type":"block","style":"normal","level":2,"listItem":"bullet"}]}
{"_type":"practice","_id":"wordpress-practice-import-2311","title":"Employment","date":"2019-07-22T21:31:16","slug":{"current":"employment"},"body":[{"_key":"414f5d108d82","children":[{"_type":"span","marks":[],"text":"The Firm has many years of experience representing companies, individual employees, and high-level executives in claims ranging from unpaid wages to employee misclassification. Our attorneys have obtained significant settlements and successfully defended numerous public and private companies against employment discrimination, sexual harassment, retaliation, and wrongful termination, including violations of the FMLA, CRFA, FEHA, Title VII, and Labor Code section 132(a) claims.","_key":"414f5d108d820"}],"markDefs":[],"_type":"block","style":"normal"}]}
{"_type":"practice","_id":"wordpress-practice-import-2309","title":"Entertainment and Media","date":"2019-07-22T21:30:45","slug":{"current":"entertainment-and-media"},"body":[{"_key":"6b4ce9324daf","children":[{"_type":"span","marks":[],"text":"The Firm serves a diverse client base throughout the United States and internationally in the following practice areas:","_key":"6b4ce9324daf0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"e394ad4d7bcd","children":[{"_type":"span","marks":["strong"],"text":"Entertainment Finance","_key":"e394ad4d7bcd0"},{"_type":"span","marks":[],"text":"\nThe Firm represents producers, production companies, financial institutions and distributors in a range of project financings. We employ our deep Rolodex in assisting clients with capital raises as well as shaping capital structures, and raising debt and equity capital. Our experience includes slate financings, single-picture financings, and P&A facilities. The Firm also drafts securities documentation for private placements of equity, advises as to pre-sale arrangements and soft money incentives, and structures joint ventures and strategic affiliations.","_key":"e394ad4d7bcd1"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"e6787b26d2be","children":[{"_type":"span","marks":["strong"],"text":"Film & Television Production","_key":"e6787b26d2be0"},{"_type":"span","marks":[],"text":"\nThe Firm counsels production companies and independent feature filmmakers with respect to production and co-production arrangements, distribution agreements, guild agreements and compliance, development agreements, rights acquisition documentation, copyrights, and other project-related intellectual property protection.","_key":"e6787b26d2be1"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"3590b78fa58b","children":[{"_type":"span","marks":["strong"],"text":"Emerging Media","_key":"3590b78fa58b0"},{"_type":"span","marks":[],"text":"\nWith the emergence of sophisticated web development, online social networks, blogging, online forums, apps, and other technologies, companies in today’s marketplace cannot afford not to incorporate new media into their business strategy. We counsel clients with respect to the negotiation of website development agreements, online intellectual property protection and streaming rights and web licensing arrangements.","_key":"3590b78fa58b1"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"40c4f39b21af","children":[{"_type":"span","marks":["strong"],"text":"Talent","_key":"40c4f39b21af0"},{"_type":"span","marks":[],"text":"\nThe Firm represents individual talent in all aspects of the entertainment industry. The Firm is well-versed with negotiating engagement agreements, copyright and trademark rights and protection, drafting director, producer and actor agreements, negotiating the option and purchase of literary material and life story rights, as well as structuring branding and endorsement arrangements for entertainment talent.","_key":"40c4f39b21af1"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"6f2da8dabdfc","children":[{"_type":"span","marks":["strong"],"text":"Entertainment Law Disputes","_key":"6f2da8dabdfc0"},{"_type":"span","marks":[],"text":"\nThe Firm represents individual talent in all aspects of the entertainment industry. The Firm is well-versed with negotiating engagement agreements, copyright and trademark rights and protection, drafting director, producer and actor agreements, negotiating the option and purchase of literary material and life story rights, as well as structuring branding and endorsement arrangements for entertainment talent.","_key":"6f2da8dabdfc1"}],"markDefs":[],"_type":"block","style":"normal"}]}
{"_type":"practice","_id":"wordpress-practice-import-48","title":"Family Law","date":"2019-06-21T17:50:30","slug":{"current":"family-law"},"body":[{"_key":"244b030eb957","children":[{"_type":"span","marks":[],"text":"Divorce","_key":"244b030eb9570"}],"markDefs":[],"_type":"block","style":"h3"},{"_key":"8d5ee272d129","children":[{"_type":"span","marks":[],"text":"At EPGR Lawyers, we are committed to helping families through this difficult process with the least emotional stress and in the most economical way possible. As your personal legal counsel, we assure you we will never lose sight of your welfare and that of your children.","_key":"8d5ee272d1290"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"97b5578ec6bb","children":[{"_type":"span","marks":["strong"],"text":"Contested Divorce: California Law","_key":"97b5578ec6bb0"},{"_type":"span","marks":[],"text":"\nA contested divorce is one where a couple does not initially agree on the terms of the divorce. There may be complicating issues such as a custody dispute, domestic restraining orders, or a business valuation that needs to be resolved. Complex and aggressive negotiations may be required in order to reach a resolution, and in extreme cases, a decision may only be reached through a divorce trial.\nAt EPGR Lawyers, we will work closely with you to find the most appropriate solution for your unique situation. During the process, our attorneys will aggressively protect your financial interests and your child’s right to an appropriate child custody and visitation arrangement.","_key":"97b5578ec6bb1"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"8027b55a98cf","children":[{"_type":"span","marks":["strong"],"text":"Uncontested Divorce: California Law","_key":"8027b55a98cf0"},{"_type":"span","marks":[],"text":"\nIn California, divorce is considered “no fault,” making it relatively easy to obtain a divorce from the court using the concept of “irreconcilable differences.” In an uncontested divorce, the spouses have already agreed to split and have decided on the terms of their divorce, settling such matters as child custody, spousal support, how to divide assets and debts, and other issues related to their marriage.\nIn an uncontested divorce, an experienced divorce lawyer can provide a valuable service, reviewing your terms to ensure you have covered all the necessary points, then drafting the agreement and helping finalize the divorce on your behalf. It is important to speak with a lawyer as early as possible in the process.","_key":"8027b55a98cf1"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"adda57202a94","children":[{"_type":"span","marks":[],"text":"Marital Property Division","_key":"adda57202a940"}],"markDefs":[],"_type":"block","style":"h3"},{"_key":"994346626002","children":[{"_type":"span","marks":[],"text":"California is a community property state. What this means is that all assets acquired during the marriage, including the increased value of assets brought into the marriage, are considered part of the “Marital Estate.” It is our unwavering goal to assure that our client receives the maximum possible in the division of the Marital Estate; this is accomplished by our knowledge of the law, skill in identifying assets, and thorough preparation.\nAt EPGR Lawyers, we represent individuals from throughout the Greater Los Angeles areas and provide experienced, specialized legal services related to property division in divorce. We will aggressively identify marital assets to ensure that our client’s property rights are maximized.\nThe division of marital assets and debts includes:","_key":"9943466260020"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"31b0cf696c5f","children":[{"_type":"span","marks":[],"text":"Business valuations","_key":"31b0cf696c5f0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"b3888cbe13a1","children":[{"_type":"span","marks":[],"text":"Division of retirement accounts","_key":"b3888cbe13a10"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"8485e01fd87a","children":[{"_type":"span","marks":[],"text":"Division of pension plans","_key":"8485e01fd87a0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"97ea8c6ca657","children":[{"_type":"span","marks":[],"text":"Division of investment accounts","_key":"97ea8c6ca6570"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"b887fd1da76b","children":[{"_type":"span","marks":[],"text":"Real property valuation","_key":"b887fd1da76b0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"f49566b5e347","children":[{"_type":"span","marks":[],"text":"As a Firm, we retain forensic accountants and other professionals to value pension plans, stocks and stock options, homes and other real estate, and business ownership interests.\nOur goal is to identify every possible asset. Everything the community undertakes has a value, and we make sure that our client’s portion of the divided assets is maximized by every conceivable theory the law allows.","_key":"f49566b5e3470"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"ae495e4296bb","children":[{"_type":"span","marks":[],"text":"Mediation","_key":"ae495e4296bb0"}],"markDefs":[],"_type":"block","style":"h3"},{"_key":"5a2348087fd5","children":[{"_type":"span","marks":[],"text":"The fact is that divorces are often dissolved through means other than the ones we see on television. Mediation is the most common method for resolving the differences between spouses. A second, newer method is known as collaborative law.\nThe primary advantage that mediation affords over litigation is that it allows the spouses themselves to make decisions that would otherwise be made in Court by judges who are strangers to them and to their children. In addition, there is no risk in attempting to mediate divorce issues first because there is no obligation to avoid court if you are unable to reach a satisfactory divorce settlement agreement.\nWe often recommend mediation with a neutral third party to work out disagreements, particularly when children are involved. We advise clients on legal strategies and recommendations for workable, out-of-court custody and visitation agreements. And to help heal from divorce, we often refer our clients to a network of trusted family counselors.\nAs attorneys, we also provide independent mediation services, including divorce cases where the Firm does not represent either of the parties involved. In those cases, we meet with both parties with the goal of reaching a mutually acceptable settlement. We then draft all necessary documentation to conclude the entire divorce action, without the parties ever stepping foot into the courthouse.","_key":"5a2348087fd50"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"90f27bf13d17","children":[{"_type":"span","marks":[],"text":"Paternity","_key":"90f27bf13d170"}],"markDefs":[],"_type":"block","style":"h3"},{"_key":"2a0b8d2442c3","children":[{"_type":"span","marks":[],"text":"DNA testing is routinely used to establish paternity. However, advances in reproductive technology and the changing nature of families are creating new challenges in paternity actions and other family law proceedings.\nAs experienced attorneys, we provide a clear and rational approach to your legal problem as well as the emotional detachment and skill that is necessary to navigate through the court procedures required for paternity determination. In almost all of the paternity cases we have handled, no doubt exists as to the identity of the father. That is, paternity actions almost always occur as mere formalities so that other legal proceedings such as child support or child custody determinations can take place.","_key":"2a0b8d2442c30"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"ba8fedc1c045","children":[{"_type":"span","marks":["strong"],"text":"What is Paternity?","_key":"ba8fedc1c0450"},{"_type":"span","marks":[],"text":"\nPaternity is defined as the state or condition of being a father. This type of action arises when the parties, who were never legally married to each other, are the parents of a child. Either the mother or the father of the child may file the Petition to Establish Parental Relationship of a child. Once paternity is established, the court will make decisions on the issues of child custody, child support, and child visitation.\nIf the parties are able, at any time during the action, to reach an agreement with respect to the resolution of these issues, they then execute a Stipulated Judgment of Paternity, submit it to the court for the judge’s signature and entry, and do not need to appear in court. If the parties are unable to reach an agreement, then the court will resolve the parties’ differences at a trial, and then will issue a Court Judgment of Paternity.","_key":"ba8fedc1c0451"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"4157a98c0343","children":[{"_type":"span","marks":["strong"],"text":"What You Can Do","_key":"4157a98c03430"},{"_type":"span","marks":[],"text":"\nOne of the best steps you can take to preserve your emotional and financial future when facing a paternity-related legal issue is to consult with an experienced family law attorney. Most of our clients feel empowered or at least better informed of their legal options after the initial consultation.","_key":"4157a98c03431"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"09dfb72f6472","children":[{"_type":"span","marks":["strong"],"text":"The Rights Unwed Fathers Paternity Cases","_key":"09dfb72f64720"},{"_type":"span","marks":[],"text":"\nOnce paternity has been established and legally confirmed in a California court, unmarried fathers and mothers both have rights with regards to their child, including:","_key":"09dfb72f64721"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"33058933b79f","children":[{"_type":"span","marks":[],"text":"The right to physical custody or visitation.","_key":"33058933b79f0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"c27646bdddc6","children":[{"_type":"span","marks":[],"text":"The right to receive child support, depending upon custody considerations.","_key":"c27646bdddc60"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"bb411250197c","children":[{"_type":"span","marks":[],"text":"The right to make and have input into decisions about their child’s medical care, education, and religious upbringing.","_key":"bb411250197c0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"f803d4fa62e0","children":[{"_type":"span","marks":[],"text":"Prenuptial","_key":"f803d4fa62e00"}],"markDefs":[],"_type":"block","style":"h3"},{"_key":"721e6e4baa89","children":[{"_type":"span","marks":[],"text":"Agreements allow parties who are contemplating divorce to establish their own set of rules and guidelines for how things such as the division of property, the payment of alimony, and even the payment of attorney’s fees and costs will be handled in the event of divorce or the death of one of the parties. Without a prenuptial agreement, the parties’ lives and finances and left to be governed by a complex set of laws in California – the California Family Code and the California Probate Code. Far from undermining trust, the process of drafting and negotiating a prenuptial agreement may, in fact, strengthen the parties’ relationship. The process requires full disclosure of each party’s financial situation and involves an open and honest discussion about how the couple will handle their money and plan for their shared future. Importantly, prenuptial agreements can be drafted to protect both spouses, not just the economically superior spouse. It often helps to think of a prenuptial agreement as a kind of insurance policy. Although no one plans on their house burning down, ending up in a nursing home, or suffering a disability, most people still take out insurance. We also tell clients that once they sign the prenuptial agreement, they should put it in a safe place, forget about the agreement, enjoy their wedding ceremony, and otherwise focus on enjoying their new married lives","_key":"721e6e4baa890"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"c5110d6262f3","children":[{"_type":"span","marks":[],"text":"Domestic Violence","_key":"c5110d6262f30"}],"markDefs":[],"_type":"block","style":"h3"},{"_key":"963a9080d3ae","children":[{"_type":"span","marks":[],"text":"Charges of domestic abuse in California carry serious consequences in both criminal and family courts, resulting in restraining orders, fines, the restriction or loss of custody or visitation privileges, the loss of use of firearms and jail time.\nAt EPGR Lawyers, our attorneys have been helping men and women throughout the Greater Los Angeles area deal with domestic violence-related issues for over fifteen years.","_key":"963a9080d3ae0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"007bb490b666","children":[{"_type":"span","marks":["strong"],"text":"Stopping Domestic Violence","_key":"007bb490b6660"},{"_type":"span","marks":[],"text":"\nDomestic violence is defined as violence that occurs in the home, usually between family members, spouses, or partners. If you are a victim of domestic violence, the first thing to do is call the police.\nOnce the police have been called and you have been removed from any danger, you can request an emergency restraining order from the officer on-scene. This order may be issued at any time, day or night, and will usually remain in effect for several days. During this time, you should consider seeking out the advice and counsel of a domestic violence lawyer.","_key":"007bb490b6661"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"30f66dbac3eb","children":[{"_type":"span","marks":["strong"],"text":"Southern California Spousal Abuse Attorneys","_key":"30f66dbac3eb0"},{"_type":"span","marks":[],"text":"\nThe Firm is very familiar with the procedures involved in obtaining restraining orders. We can go to court on your behalf, on an emergency basis and without notice to the perpetrator (in some cases), in order to get a temporary restraining order or permanent restraining order issued against the person who is hurting you.\nIn order to get a long-term restraining order from the court, the alleged victim must have evidence that they are afraid of the perpetrator and that their fear is based on past domestic violence and the threat of future violence. If the court grants the restraining order, and the perpetrator violates the order, the victim can call the police and have the perpetrator arrested.","_key":"30f66dbac3eb1"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"7e566ec8bdf6","children":[{"_type":"span","marks":["strong"],"text":"Child Custody and Domestic Violence","_key":"7e566ec8bdf60"},{"_type":"span","marks":[],"text":"\nIn the context of family law, particularly child custody disputes, restraining orders can be problematic. If you have a restraining order taken out against you, and you are involved in a child custody dispute, you will be at a disadvantage. It is important to seek legal counsel immediately in order to protect your civil rights.\nLikewise, if you are the victim of violence and have taken a restraining order out on someone with whom you are involved in a custody dispute, it is equally important to seek legal counsel immediately to ensure that the court hears all necessary and relevant evidence that your legal counsel can gather.\nOur attorneys have handled hundreds of custody disputes that involve violence. Our experience and compassion has shown us over the years that delaying legal counsel can sometimes result in devastating decisions rendered by the court.\nCall today for a free initial consultation. We want to help you.","_key":"7e566ec8bdf61"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"cc3a86643d84","children":[{"_type":"span","marks":[],"text":"Spousal Support","_key":"cc3a86643d840"}],"markDefs":[],"_type":"block","style":"h3"},{"_key":"97fd528fe5da","children":[{"_type":"span","marks":[],"text":"At EPGR Lawyers, we represent clients from throughout the Greater Los Angeles in the divorce-related matters of spousal support and modifications to support agreements and court orders.","_key":"97fd528fe5da0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"f660487e0607","children":[{"_type":"span","marks":["strong"],"text":"About Spousal Support (Alimony)","_key":"f660487e06070"},{"_type":"span","marks":[],"text":"\nThe court may order monthly payments by one spouse to support the other spouse pending a divorce or legal separation. Formerly referred to as alimony, spousal support may continue after the conclusion of the divorce, depending on factors outlined in § 4320 of the California Family Code. Spousal support is awarded in addition to any child support.\nEither spouse may be ordered to pay spousal support to the other. For couples married less than ten years, the typical length of spousal support to be ordered is one-half the length of the marriage. In long-term marriages (ten years or more), permanent alimony can be awarded (until the supported spouse’s death or remarriage), depending on the circumstances.\nIn awarding permanent spousal support, the judge must consider many factors, such as each party’s income and earnings; earning capacity; age and health of the parties; obligations and assets of each party; duration of the marriage; needs of each party based on the standard of living established during the marriage; education, job skills or occupation of each party; etc.","_key":"f660487e06071"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"8872df85cd36","children":[{"_type":"span","marks":[],"text":"Child Custody and Visitation","_key":"8872df85cd360"}],"markDefs":[],"_type":"block","style":"h3"},{"_key":"713799920bba","children":[{"_type":"span","marks":[],"text":"The vast majority of our clients with child custody and visitation issues are loving and caring parents who want to do what is best for their children, but discussion of best interests can be a contentious and sensitive matter.","_key":"713799920bba0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"a69c8d87b556","children":[{"_type":"span","marks":["strong"],"text":"The Basics of Parenting Time (Child Custody and Visitation) in California","_key":"a69c8d87b5560"},{"_type":"span","marks":[],"text":"\nSometimes divorcing parents are confused about the legal terminology of custody law. As experienced family law attorneys, we can fully explain your rights in helping you and the other parent shape a workable, flexible and creative custody agreement that serves the interests of both the children and the adults. We are experienced in negotiating work schedules, school and activities, family holidays, vacations, weekend custody, and any other obstacles to an agreement.\nLegal custody (California Family Code § 3003) is generally shared by both parents even if the children live primarily with one parent. It refers to the ability to make decisions concerning the health, education, and welfare of a minor child.\nPhysical custody (California Family Code § 3004) refers to the actual living arrangement of a child. Often, one parent has primary physical custody — the child resides with and is under that parent’s supervision most of the time — while the other parent has visitation rights. If the child resides for significant amounts of time in both parents’ respective homes, both parents are said to have joint physical custody.\n\n","_key":"a69c8d87b5561"},{"_type":"span","marks":["strong"],"text":"Collaborative Law and Mediation Approaches to Child Custody and Visitation","_key":"a69c8d87b5562"},{"_type":"span","marks":[],"text":"\nParents are free to reach their own custody and visitation arrangements through collaborative law or mediation. An amicable agreement is best for all, as it avoids arbitrary decisions by a judge who is unfamiliar with your needs.\nThe Superior Court of California provides a free mediation service for parents called the conciliation court. We will help you prepare for your conciliation court session.\nSometimes, however, one party cannot or will not accommodate the other parent’s wishes in this emotionally charged process. In these cases, you can feel confident that we will provide aggressive protection of your rights and interests.","_key":"a69c8d87b5563"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"8dc81b4cf7b4","children":[{"_type":"span","marks":[],"text":"Child Support","_key":"8dc81b4cf7b40"}],"markDefs":[],"_type":"block","style":"h3"},{"_key":"6532673d4f58","children":[{"_type":"span","marks":[],"text":"At EPGR Lawyers, we represent men and women throughout the greater Los Angeles, California area in the negotiating of child support agreements during divorce proceedings, the modifying of prior child support orders, and the establishing of child support in paternity actions.\nWe do not take your trust lightly.\nWe will handle your case from start to finish and make sure that no detail is overlooked. We believe these issues are simply too important to be handled in any other way.","_key":"6532673d4f580"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"9cde1a5d01a6","children":[{"_type":"span","marks":["strong"],"text":"Some Child Support Calculation Basics","_key":"9cde1a5d01a60"},{"_type":"span","marks":[],"text":"\nChild support is usually paid by the non-custodial parent to the custodial parent to contribute to the cost of upbringing of the child or children. The custodial parent is the parent with whom the child resides the majority of the time. If the child resides an equal amount of time with each parent, the parent with the lower income may still be entitled to child support.\nUnder California child support law, child support is determined under statewide guidelines. This formula is based on gross incomes of the parents, the amount of time the child spends with the non-custodial parent, the cost of childcare, and certain other factors, such as health insurance and other children living with either parent.","_key":"9cde1a5d01a61"}],"markDefs":[],"_type":"block","style":"normal"}]}
{"_type":"practice","_id":"wordpress-practice-import-241","title":"Intellectual Property Matters","date":"2019-07-03T21:23:20","slug":{"current":"intellectual-property"},"body":[{"_key":"e1cce4ca9289","children":[{"_type":"span","marks":[],"text":"The Firm has handled intellectual property disputes at the trial and appellate level across the nation. The Firm is available to assist with patent litigation, trademark litigation including matters before the TTAB, copyright litigation, trade secret litigation, matters before the International Trade Commission, and domain name disputes in court or in arbitration pursuant with the rules of ICAAN.","_key":"e1cce4ca92890"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"5f75a6f9d067","children":[{"_type":"span","marks":[],"text":"The Firm also prepares and files trademark applications.\nSome of our success stories include:","_key":"5f75a6f9d0670"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"1da44d111e41","children":[{"_type":"span","marks":[],"text":"  ","_key":"1da44d111e410"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"db0124640170","children":[{"_type":"span","marks":[],"text":"Obtained an injunction in design patent dispute against multinational corporation preventing product entry into the United States causing settlement and international cross-licensing agreement.","_key":"db01246401700"}],"markDefs":[],"_type":"block","style":"normal","level":2,"listItem":"bullet"},{"_key":"e8098cd29644","children":[{"_type":"span","marks":[],"text":"Successfully defended a $100 million revenue company in a six-week jury trial against a multi-billion dollar company in a bet-the-company case concerning utility patents, antitrust, copyright, Lanham Act (false advertising), and various torts, resulting in a nominal settlement.","_key":"e8098cd296440"}],"markDefs":[],"_type":"block","style":"normal","level":2,"listItem":"bullet"},{"_key":"c729f1ec19f4","children":[{"_type":"span","marks":[],"text":"Successfully defended domain name in cybersquatting case against large enterprise using the same name in many book titles.","_key":"c729f1ec19f40"}],"markDefs":[],"_type":"block","style":"normal","level":2,"listItem":"bullet"},{"_key":"aa1213158992","children":[{"_type":"span","marks":[],"text":"Obtained a three-letter domain name from a cybersquatter.","_key":"aa12131589920"}],"markDefs":[],"_type":"block","style":"normal","level":2,"listItem":"bullet"},{"_key":"fec333d30ba1","children":[{"_type":"span","marks":[],"text":"Obtained many settlements in trade secret customer list theft matters resulting in an agreement to not use customer lists and payment of attorney’s fees.","_key":"fec333d30ba10"}],"markDefs":[],"_type":"block","style":"normal","level":2,"listItem":"bullet"}]}
{"_type":"practice","_id":"wordpress-practice-import-52","title":"International Disputes","date":"2019-06-21T18:10:23","slug":{"current":"international-disputes"},"body":[{"_key":"e36ad5d19506","children":[{"_type":"span","marks":[],"text":"The Firm marshals its team of attorneys and global relationships to handle international litigation, arbitration, and resolution outside the various court systems. The Firm has handled active matters in Switzerland, the United Kingdom, the British Virgin Islands, the Isle of Man, the Cayman Islands, Italy, France, Belgium, China, Israel, Canada, Mexico, Peru, Thailand, and the Philippines.","_key":"e36ad5d195060"}],"markDefs":[],"_type":"block","style":"normal"}]}
{"_type":"practice","_id":"wordpress-practice-import-240","title":"Insurance Law and Reinsurance Coverage Disputes","date":"2019-07-03T21:22:36","slug":{"current":"insurance-law-reinsurance-coverage-disputes"},"body":[{"_key":"4411a0384760","children":[{"_type":"span","marks":[],"text":"Our attorneys have decades of experience in insurance coverage and reinsurance matters, having represented policyholders, insurers, ceding companies, reinsurers, and retrocessionaires. The Firm’s insurance litigators have handled matters in environmental, asbestos, media risk (print and online defamation coverage), health, life, disability, and entertainment disputes. Some of our attorneys’ success stories include:","_key":"4411a03847600"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"215f0b79a5ff","children":[{"_type":"span","marks":[],"text":"Successfully concluded numerous declaratory relief adversary actions involving insurance and non-traditional risk-shifting products in Chapter 11 reorganizations for Fortune 100 companies.","_key":"215f0b79a5ff0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"88f81b0e4db0","children":[{"_type":"span","marks":[],"text":"Obtained summary judgment in a massive federal coverage litigation involving the break-up of general and limited partnerships.","_key":"88f81b0e4db00"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"3cc09e56611f","children":[{"_type":"span","marks":[],"text":"Obtained summary judgment in a ‘media risk’ case involving tabloid coverage of a celebrity murder trial.","_key":"3cc09e56611f0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"761eb734751d","children":[{"_type":"span","marks":[],"text":"Achieved trial court and subsequent victories on non-coverage for defense contractors and jet fuel contamination of American and Sacramento Rivers.","_key":"761eb734751d0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"eb04d25d53f2","children":[{"_type":"span","marks":[],"text":"Achieved appellate victories in Arizona and California aircraft solvent litigation.","_key":"eb04d25d53f20"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"9bf35ebc6e47","children":[{"_type":"span","marks":[],"text":"Currently representing CGC insurers of public utilities in largest underlying Superfund case in the Western United States.","_key":"9bf35ebc6e470"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"6e223d6dba24","children":[{"_type":"span","marks":[],"text":"Our lawyers have authored articles for American Lawyer, New York Law Journal, Journal of Insurance Coverage, Environmental Insurance Alerts (Mealey’s), and the Rutter Group: Insurance Litigation treatise.","_key":"6e223d6dba240"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"}]}
{"_type":"practice","_id":"wordpress-practice-import-242","title":"Probate Litigation","date":"2019-07-03T21:23:43","slug":{"current":"probate"},"body":[{"_key":"7e5a53096fbc","children":[{"_type":"span","marks":[],"text":"The attorneys in our Family Law and Probate Department practice in all areas of probate and trust litigation.","_key":"7e5a53096fbc0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"2eaee81f9d22","children":[{"_type":"span","marks":["strong"],"text":"Conservatorships and Guardianships","_key":"2eaee81f9d220"},{"_type":"span","marks":[],"text":" for relatives who cannot care for themselves and their affairs.","_key":"2eaee81f9d221"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"36c09579ee5b","children":[{"_type":"span","marks":[],"text":"Initiating and Defending Against ","_key":"36c09579ee5b0"},{"_type":"span","marks":["strong"],"text":"Will and Trust Contests","_key":"36c09579ee5b1"},{"_type":"span","marks":[],"text":" including the suspension or removal of and the compelling of accountings by Fiduciaries.","_key":"36c09579ee5b2"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"2e7ba02b78b8","children":[{"_type":"span","marks":[],"text":"Our Firm is also uniquely specialized in ","_key":"2e7ba02b78b80"},{"_type":"span","marks":["strong"],"text":"Crossover Matters","_key":"2e7ba02b78b81"},{"_type":"span","marks":[],"text":" between probate and family law, services that most Estates and Probate attorneys and firms cannot provide.\n\n","_key":"2e7ba02b78b82"},{"_type":"span","marks":["strong"],"text":"Conservatorships and Guardianships","_key":"2e7ba02b78b83"},{"_type":"span","marks":[],"text":"\nThe attorneys of the Firm’s Family Law and Probate Department represent family members, friends and professional fiduciaries in obtaining and maintaining Conservatorships and Guardianships.","_key":"2e7ba02b78b84"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"8fb8d27a5fea","children":[{"_type":"span","marks":[],"text":"Conservatorships involve court proceedings to appoint a family member or a friend (or in some instances, a professional fiduciary) to make the financial and/or health decisions for an individual who no longer has the capacity to do so for him or herself. Conservatorships are established by the Probate Court to assist individuals who cannot provide for their own nutrition, care, and shelter; who cannot manage their own finances or resist undue influence; or who will not accept voluntary assistance to protect themselves.","_key":"8fb8d27a5fea0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"6e13d873e98b","children":[{"_type":"span","marks":[],"text":"For many families, a conservatorship can be extremely helpful because it provides protection against financial and physical abuse by requiring court-monitored accountings and supervision.","_key":"6e13d873e98b0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"c4624f1dd606","children":[{"_type":"span","marks":[],"text":"In all conservatorships, it must be established that the party does not have the capacity to care for him or herself, or cannot manage their own finances. In all conservatorships, then, the testimony of a mental health professional is required to establish the party’s incapacity. Very few attorneys have the dual backgrounds in Law and Clinical Psychology that David Glass, the Chair of our Family Law and Probate Department, has acquired.\nA guardianship is similar to a conservatorship but applies only to persons under age 18.","_key":"c4624f1dd6060"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"80ae1807824d","children":[{"_type":"span","marks":["strong"],"text":"Will and Trust Contests","_key":"80ae1807824d0"},{"_type":"span","marks":[],"text":"\nSometimes, the validity of a Will or Trust is not clear, and the Probate Court must conduct extended evidentiary hearings to determine the validity and applicability of a presumed Will or Trust.\nIn other situations, the fiduciary appointed to administer a Will or Trust is not properly meeting their obligations regarding the use, accounting, or distribution of assets. We are particularly skilled at handling claims for breach of fiduciary duty, beneficiary disputes, and undue influence claims.\nNot all trusts and estate attorneys have the litigation experience needed to handle contested Probate Court matters. The attorneys of ERL&P’s Family Law and Probate Department have years of litigation experience and have handled all forms of Will and Trust Contests before the Probate Court, including experience representing either the fiduciary or the contesting parties.","_key":"80ae1807824d1"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"13b9bb33da34","children":[{"_type":"span","marks":["strong"],"text":"Cross-Over Matters","_key":"13b9bb33da340"},{"_type":"span","marks":[],"text":"\nWhen a party who has been found to be incapacitated is also a party to a dissolution of marriage proceeding, his or her attorney needs to be equally versed in the practice of Family Law and Probate Litigation. These matters can arise first in the dissolution proceeding, where a divorcing party becomes incapacitated, or in the probate court proceeding, where a party who is subject to conservatorship is being divorced by his or her spouse.","_key":"13b9bb33da341"}],"markDefs":[],"_type":"block","style":"normal"}]}
{"_type":"practice","_id":"wordpress-practice-import-3657","title":"Public Safety Administrative Law","date":"2022-05-26T21:53:59","slug":{"current":"public-safety-administrative-law"},"body":[{"_key":"a9a3d383c761","children":[{"_type":"span","marks":[],"text":"Public employees face a variety of scrutiny that encompasses action taken against their employment because of policy even when no such violation occurred. Allegations against firefighters and peace officers for department policy violations could result in disciplinary action up to and including termination of employment.","_key":"a9a3d383c7610"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"216b4b36e125","children":[{"_type":"span","marks":[],"text":"This can include actions taken by the Emergency Medical Services Authority against a firefighter paramedic (EMT-P) or EMT license, internal Affairs investigations and other administrative and personal repercussions.","_key":"216b4b36e1250"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"12e2605b3ceb","children":[{"_type":"span","marks":[],"text":"At EPGR Lawyers, we will work closely with first responders to represent them in administrative proceedings stemming from internal affairs investigations, disciplinary actions and advocating for their rights under the Firefighters Procedural Bill of Rights (“FBOR”) and the Public Safety Officers Procedural Bill of Rights (“POBOR”).","_key":"12e2605b3ceb0"}],"markDefs":[],"_type":"block","style":"normal"}]}
{"_type":"practice","_id":"wordpress-practice-import-50","title":"Real Estate Transactions","date":"2019-06-21T18:05:44","slug":{"current":"real-estate"},"body":[{"_key":"ffd8023442e1","children":[{"_type":"span","marks":[],"text":"The Firm’s highly ranked real estate attorneys have extensive experience handling all facets of real estate acquisitions and sales, development, leasing, construction, and financing for a full range of property types in California and across the country. EPGR’s Real Estate Practice Group can efficiently handle large portfolio transactions as well as complex deals involving a single property. Our experienced real estate lawyers provide our clients with innovative yet practical solutions so that our clients can efficiently achieve their goals while identifying risks and addressing them in a constructive and pragmatic manner. Our real estate group serves our clients’ real estate needs in all of the following areas:","_key":"ffd8023442e10"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"c7ffda403556","children":[{"_type":"span","marks":[],"text":"Acquisitions, and dispositions of all property types, including office, apartment, retail, and industrial properties, land for development purposes, special use properties and facilities (including hotels, nursing homes, leasehold estates), and complex multi-state acquisitions and dispositions.","_key":"c7ffda4035560"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"489449953832","children":[{"_type":"span","marks":["strong","strong"],"text":"1031 exchange transactions","_key":"4894499538320"},{"_type":"span","marks":["strong"],"text":" of all types","_key":"4894499538321"},{"_type":"span","marks":[],"text":", including forward and reverse exchanges, multi-property exchanges, TIC roll-ups and transactions, refinancing and investment.","_key":"4894499538322"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"3741e290a77b","children":[{"_type":"span","marks":["strong"],"text":"Real estate partnerships, joint ventures, equity investments, and tenant-in-common (“TIC”) transactions","_key":"3741e290a77b0"},{"_type":"span","marks":[],"text":" of all types, including representation of sponsors, investors, special purpose entities, funds, syndicators, and others.","_key":"3741e290a77b1"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"0f29825a1840","children":[{"_type":"span","marks":["strong"],"text":"Real estate financing","_key":"0f29825a18400"},{"_type":"span","marks":[],"text":", including extensive lender and borrower side negotiation of loan documentation for permanent, construction, bridge, refinancing, and mezzanine loans.","_key":"0f29825a18401"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"93c14992ca49","children":[{"_type":"span","marks":["strong"],"text":"Ground lease transactions","_key":"93c14992ca490"},{"_type":"span","marks":[],"text":" for landlords, tenants, and leasehold lenders.","_key":"93c14992ca491"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"7fcd79b33131","children":[{"_type":"span","marks":["strong"],"text":"Commercial leasing transactions","_key":"7fcd79b331310"},{"_type":"span","marks":[],"text":", including representation of shopping center, office building, and industrial property owners and other commercial landlords and nationally and regionally-recognized retail tenants and other lessees in all aspects of leasing transactions (e.g., due diligence, lease negotiation and documentation, complex tenant and landlord work letters and construction agreements, ground leases and build to suit transactions, and lease administration).","_key":"7fcd79b331311"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"f85a1c7c3f98","children":[{"_type":"span","marks":["strong"],"text":"Real estate development and construction","_key":"f85a1c7c3f980"},{"_type":"span","marks":[],"text":" of all property types, including extensive experience with design/ development/construction contracts with architects, engineers, and general contractors.","_key":"f85a1c7c3f981"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"104d9c00f958","children":[{"_type":"span","marks":["strong"],"text":"Real estate fund formation, private placements, REIT transactions","_key":"104d9c00f9580"},{"_type":"span","marks":[],"text":" and all phases of securities law issues relating to real estate sponsors and transactions.","_key":"104d9c00f9581"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"7fcc1f6c80c9","children":[{"_type":"span","marks":["strong"],"text":"Loan modifications, workouts and restructures.","_key":"7fcc1f6c80c90"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"2c5ca1ec962d","children":[{"_type":"span","marks":["strong"],"text":"REPRESENTATIVE TRANSACTIONS","_key":"2c5ca1ec962d0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"aee4d2b59eff","children":[{"_type":"span","marks":[],"text":"The following are representative transactions which have been handled by the attorneys in the Firm’s Real Estate Group:","_key":"aee4d2b59eff0"}],"markDefs":[],"_type":"block","style":"normal"},{"_key":"38cdcdc5360c","children":[{"_type":"span","marks":[],"text":"Closed several major portfolio acquisitions including a $400 million acquisition of a multistate portfolio of properties, and a $66 million four-property portfolio JV and TIC deal in Birmingham, AL.","_key":"38cdcdc5360c0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"01db4fdae5e8","children":[{"_type":"span","marks":[],"text":"Closed a $130 million acquisition of one of the largest residential towers in Seattle.","_key":"01db4fdae5e80"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"104c47c19623","children":[{"_type":"span","marks":[],"text":"Worked on several complex 1031 exchanges, including exchanges from $170 million and $270 million relinquished properties with multi-property multistate exchanges.","_key":"104c47c196230"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"bbebcc7f6d7b","children":[{"_type":"span","marks":[],"text":"Represented buyer in connection with $27.2 million acquisition of 181 unit apartment complex in Los Angeles, California.","_key":"bbebcc7f6d7b0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"ee7f56ab5cee","children":[{"_type":"span","marks":[],"text":"Represented buyer in connection with $27 million land purchase for development of 152 unit condominium project in Anaheim, California.","_key":"ee7f56ab5cee0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"3a4c116f4c44","children":[{"_type":"span","marks":[],"text":"Represented seller in connection with $21 million land sale for development of multifamily apartment complex in Koreatown area of Los Angeles.","_key":"3a4c116f4c440"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"4f836abb09c1","children":[{"_type":"span","marks":[],"text":"Represented owner in a $60 million disposition of four industrial buildings in California to a publicly held REIT.","_key":"4f836abb09c10"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"8d999abc1d2f","children":[{"_type":"span","marks":[],"text":"Represented owner of a former oil refinery site in a $26,000,000 phased land sale to an industrial developer, including resolution of complex hazardous waste remediation issues.","_key":"8d999abc1d2f0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"fcebfea223f4","children":[{"_type":"span","marks":[],"text":"Represented developer in the purchase and development of a $120,000,000 luxury apartment complex in Los Angeles, California, the conversion of the project to residential condominiums, and the marketing and retail sale of the condominium units.","_key":"fcebfea223f40"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"2f8479849bec","children":[{"_type":"span","marks":[],"text":"Represented developer of a residential/mixed-use project consisting of 420-acre master planned development in Rancho Mirage, California, including negotiation of a 99-year ground lease with the Agua Caliente Band of Cahuilla Indians.","_key":"2f8479849bec0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"388051724c35","children":[{"_type":"span","marks":[],"text":"Represented developer/landlord in the acquisition, development, and leasing of a retail shopping center in Palm Springs, California, including negotiation and documentation of “build to suit” leases with Staples, Best Buy, Smart&Final, and Starbucks.","_key":"388051724c350"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"},{"_key":"f088b3d4acaf","children":[{"_type":"span","marks":[],"text":"Represented nationally recognized fitness company in California retail lease transactions in over a dozen locations, including retail locations in Hollywood, Fashion Island, Palo Alto, Malibu, and Santa Monica.","_key":"f088b3d4acaf0"}],"markDefs":[],"_type":"block","style":"normal","level":1,"listItem":"bullet"}]}
